Repository: zziri/cmux
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# settings.search.alias.section.terminal
source: shell scrollback scrollbar scroll bar ghostty tty pty
ar: shell scrollback scrollbar scroll bar ghostty tty pty غلاف تراجع التمرير شريط التمرير شريط تمرير ghostty tty pty
bs: shell scrollback scrollbar scroll bar ghostty tty pty aplikacija opće postavke ponašanje dock traka menija status bočna terminal povratni zapis za pomicanje ekran • %@
da: shell scrollback scrollbar scroll bar ghostty tty pty app generelt indstillinger adfærd dock menulinje status sidepanel terminal rullepanel skærm • %@
de: shell scrollback scrollbar scroll bar ghostty tty pty shell scrollback scrollleiste scrollbalken ghostty tty pty
es: shell scrollback scrollbar scroll bar ghostty tty pty shell scrollback barra de desplazamiento ghostty tty pty
fr: shell scrollback scrollbar scroll bar ghostty tty pty shell défilement barre de défilement ghostty tty pty
it: shell scrollback scrollbar scroll bar ghostty tty pty app generale preferenze comportamento dock barra menu stato laterale terminale cronologia di scorrimento schermo • %@
ja: shell scrollback scrollbar scroll bar ghostty tty pty シェル スクロールバック スクロールバー ターミナル ghostty tty pty
ko: 쉘 스크롤백 스크롤바 스크롤 바 ghostty tty pty shell scrollback scrollbar scroll bar ghostty tty pty
nb: shell scrollback scrollbar scroll bar ghostty tty pty app generelt innstillinger oppførsel dock menylinje status sidepanel terminal skall tilbakerulling rullefelt skjerm • %@
pl: shell scrollback scrollbar scroll bar ghostty tty pty aplikacja ogólne preferencje zachowanie dock pasek menu status boczny terminal powłoka przewijanie przewijania ekran • %@
pt_br: shell scrollback scrollbar scroll bar ghostty tty pty app geral preferências comportamento dock barra de menu status lateral terminal histórico rolagem tela • %@
ru: shell scrollback scrollbar scroll bar ghostty tty pty приложение общие настройки поведение док строка меню статус боковая панель терминал оболочка история прокрутки полоса экран • %@
th: shell scrollback scrollbar scroll bar ghostty tty pty แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง เทอร์มินัล เชลล์ ประวัติเลื่อน แถบเลื่อน หน้าจอ • %@
tr: shell scrollback scrollbar scroll bar ghostty tty pty uygulama genel tercihler davranış dock menü çubuğu durum kenar terminal kabuk geri kaydırma ekran • %@
uk: shell scrollback scrollbar scroll bar ghostty tty pty програма загальні параметри поведінка док рядок меню статус бічна панель термінал історія прокручування смуга екран • %@
zh_hans: shell scrollback scrollbar scroll bar ghostty tty pty shell 滚动回溯 滚动条 ghostty tty pty 终端
zh_hant: shell scrollback scrollbar scroll bar ghostty tty pty shell 捲動快取 捲動軸 捲動列 ghostty tty pty

# settings.search.alias.section.textBox
source: textbox text box rich input prompt beta focus composer compose attachments
ar: textbox text box rich input prompt beta focus composer compose attachments مربع نص حقل نص إدخال منسق حث تجريبي تركيز منشئ إنشاء مرفقات
de: textbox text box rich input prompt beta focus composer compose attachments textfeld text-feld rich-eingabe prompt beta fokus composer verfassen anhänge
es: textbox text box rich input prompt beta focus composer compose attachments cuadro de texto entrada enriquecida prompt beta foco redactor redactar archivos adjuntos
fr: textbox text box rich input prompt beta focus composer compose attachments zone de texte boîte de texte saisie riche invite bêta focus compositeur composer pièces jointes
ja: textbox text box rich input prompt beta focus composer compose attachments TextBox テキストボックス リッチ入力 プロンプト ベータ フォーカス 添付
ko: 텍스트 상자 텍스트 박스 리치 입력 프롬프트 베타 포커스 컴포저 작성 첨부 파일 textbox text box rich input prompt beta focus composer compose attachments
zh_hans: textbox text box rich input prompt beta focus composer compose attachments TextBox 文本框 富文本输入 提示 试用版 焦点 附件
zh_hant: textbox text box rich input prompt beta focus composer compose attachments 文字方塊 富文字 輸入 提示 測試版 焦點 編輯器 撰寫 附件

# settings.search.alias.section.workspaceColors
source: tab colors palette accent badge selected highlight
ar: tab colors palette accent badge selected highlight علامة تبويب ألوان لوحة مميز شارة محدد تمييز
bs: tab colors palette accent badge selected highlight radni prostor kartica boje paleta značka odabrano isticanje indikator aktivno tačka izgled tema boja shema svijetlo tamno sistem način obavijest obavijesti upozorenje nepročitano poruka prsten bljesak zvuk desktop • %@
da: tab colors palette accent badge selected highlight arbejdsområde fane farver valgt fremhævning indikator aktiv prik udseende tema farve skema lys mørk system tilstand notifikation notifikationer advarsel ulæst besked ring blink lyd skrivebord • %@
de: tab colors palette accent badge selected highlight tab farben palette akzent abzeichen ausgewählt hervorhebung
es: tab colors palette accent badge selected highlight pestaña colores paleta acento insignia seleccionado resaltar
fr: tab colors palette accent badge selected highlight onglet couleurs palette accent badge sélectionné surbrillance
it: tab colors palette accent badge selected highlight area di lavoro scheda colori tavolozza selezionato evidenziazione indicatore attivo punto aspetto tema colore schema chiaro scuro sistema modalità notifica notifiche avviso non letto messaggio anello lampeggio suono scrivania • %@
ja: tab colors palette accent badge selected highlight タブ 色 パレット アクセント バッジ 選択 ハイライト ワークスペース
ko: 탭 색상 팔레트 강조 색상 배지 선택됨 하이라이트 tab colors palette accent badge selected highlight
nb: tab colors palette accent badge selected highlight arbeidsområde fane farger palett merke valgt utheving indikator aktiv prikk utseende tema farge skjema lys mørk system modus varsling varsler ulest melding ring blink lyd skrivebord • %@
pl: tab colors palette accent badge selected highlight obszar roboczy karta kolory paleta odznaka zaznaczone podświetlenie wskaźnik aktywny kropka wygląd motyw kolor schemat jasny ciemny system tryb powiadomienie powiadomienia alert nieprzeczytane wiadomość pierścień błysk dźwięk pulpit • %@
pt_br: tab colors palette accent badge selected highlight workspace aba cores paleta selo selecionado destaque indicador ativo ponto aparência tema cor esquema claro escuro sistema modo notificação notificações alerta não lido mensagem anel piscar som desktop • %@
ru: tab colors palette accent badge selected highlight рабочая область вкладка цвета палитра значок выбранный подсветка индикатор активный точка внешний вид тема цвет схема светлый темный система режим уведомление уведомления предупреждение непрочитанное сообщение бейдж кольцо вспышка звук рабочий стол • %@
th: tab colors palette accent badge selected highlight พื้นที่ทำงาน แท็บ สี จานสี ป้าย เลือก ไฮไลต์ ตัวบ่งชี้ ใช้งาน จุด ลักษณะ ธีม โครงร่าง สว่าง มืด ระบบ โหมด การแจ้งเตือน ยังไม่ได้อ่าน ข้อความ วงแหวน แฟลช เสียง เดสก์ท็อป • %@
tr: tab colors palette accent badge selected highlight çalışma alanı sekme renkler palet rozet seçili vurgulama gösterge aktif nokta görünüm tema renk şema açık koyu sistem mod bildirim bildirimler uyarı okunmamış mesaj halka flaş ses masaüstü • %@
uk: tab colors palette accent badge selected highlight робочий простір вкладка кольори палітра значок вибрано підсвічування індикатор активний крапка вигляд тема колір схема світлий темний система режим сповіщення непрочитане повідомлення кільце спалах звук стіл • %@
zh_hans: tab colors palette accent badge selected highlight 标签页 颜色 调色板 强调色 徽章 选中 高亮
zh_hant: tab colors palette accent badge selected highlight 標籤頁 顏色 調色盤 強調 徽章 已選取 醒目提示

# settings.search.alias.setting.account.account
source: auth authentication login logout signin sign-in signout sign-out email user profile stack team
ar: auth authentication login logout signin sign-in signout sign-out email user profile stack team مصادقة تسجيل دخول خروج بريد إلكتروني مستخدم ملف شخصي فريق حساب
bs: auth authentication login logout signin sign-in signout sign-out email user profile stack team autentikacija prijava odjava korisnik profil tim račun
da: auth authentication login logout signin sign-in signout sign-out email user profile stack team godkendelse logud bruger profil konto
de: auth authentication login logout signin sign-in signout sign-out email user profile stack team authentifizierung anmeldung abmeldung benutzer profil konto
es: auth authentication login logout signin sign-in signout sign-out email user profile stack team autenticación iniciar sesión cerrar correo usuario perfil equipo cuenta
fr: auth authentication login logout signin sign-in signout sign-out email user profile stack team authentification connexion déconnexion e-mail utilisateur profil équipe compte
it: auth authentication login logout signin sign-in signout sign-out email user profile stack team autenticazione accesso disconnessione utente profilo account
ja: auth authentication login logout signin sign-in signout sign-out email user profile stack team 認証 ログイン ログアウト サインイン サインアウト メール ユーザー プロフィール チーム アカウント
ko: auth authentication login logout signin sign-in signout sign-out email user profile stack team 인증 로그인 로그아웃 이메일 사용자 프로필 팀 계정
nb: auth authentication login logout signin sign-in signout sign-out email user profile stack team autentisering innlogging utlogging e-post bruker profil konto
pl: auth authentication login logout signin sign-in signout sign-out email user profile stack team uwierzytelnianie logowanie wylogowanie użytkownik profil zespół konto
pt_br: auth authentication login logout signin sign-in signout sign-out email user profile stack team autenticação sair usuário perfil equipe conta
ru: auth authentication login logout signin sign-in signout sign-out email user profile stack team аутентификация вход выход пользователь профиль команда аккаунт
th: auth authentication login logout signin sign-in signout sign-out email user profile stack team ยืนยันตัวตน เข้าสู่ระบบ ออกจากระบบ อีเมล ผู้ใช้ โปรไฟล์ ทีม บัญชี
tr: auth authentication login logout signin sign-in signout sign-out email user profile stack team kimlik doğrulama giriş çıkış e-posta kullanıcı profil takım hesap
uk: auth authentication login logout signin sign-in signout sign-out email user profile stack team автентифікація вхід вихід користувач профіль команда обліковий запис
zh_hans: auth authentication login logout signin sign-in signout sign-out email user profile stack team 认证 登录 退出登录 邮件 用户 个人资料 团队 账户
zh_hant: auth authentication login logout signin sign-in signout sign-out email user profile stack team 驗證 登入 登出 郵件 使用者 個人資料 團隊 帳戶

# settings.search.alias.setting.app.app-icon
source: app.appIcon dock icon application icon app switcher alternate icon
ar: app.appIcon dock icon application icon app switcher alternate icon app.appIcon dock icon application app switcher alternate تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي أيقونة التطبيق
bs: app.appIcon dock icon application app switcher alternate aplikacija opće postavke ponašanje traka menija status bočna Ikona aplikacije
da: app.appIcon dock icon application app switcher alternate generelt indstillinger adfærd menulinje status sidepanel Appikon
de: app.appIcon dock icon application icon app switcher alternate icon app.appIcon dock icon application app switcher alternate allgemein einstellungen verhalten menüleiste status seitenleiste App-Symbol
es: app.appIcon dock icon application icon app switcher alternate icon app.appIcon dock icon application app switcher alternate aplicación general preferencias comportamiento barra de menú estado lateral Ícono la
fr: app.appIcon dock icon application icon app switcher alternate icon app.appIcon dock icon application app switcher alternate général préférences comportement barre de menus état latérale Icône l'app
it: app.appIcon dock icon application app switcher alternate generale preferenze comportamento barra menu stato laterale Icona
ja: app.appIcon dock icon application icon app switcher alternate icon アプリアイコン ドック アイコン アプリ切り替え 代替アイコン
ko: app.appIcon dock icon application icon app switcher alternate icon app.appIcon dock icon application app switcher alternate 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 아이콘
nb: app.appIcon dock icon application app switcher alternate generelt innstillinger oppførsel menylinje status sidepanel Appikon
pl: app.appIcon dock icon application app switcher alternate aplikacja ogólne preferencje zachowanie pasek menu status boczny Ikona aplikacji
pt_br: app.appIcon dock icon application app switcher alternate geral preferências comportamento barra de menu status lateral Ícone do
ru: app.appIcon dock icon application app switcher alternate приложение общие настройки поведение док строка меню статус боковая панель Значок приложения
th: app.appIcon dock icon application app switcher alternate แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง ไอคอนแอป
tr: app.appIcon dock icon application app switcher alternate uygulama genel tercihler davranış menü çubuğu durum kenar Simgesi
uk: app.appIcon dock icon application app switcher alternate програма загальні параметри поведінка док рядок меню статус бічна панель Іконка програми
zh_hans: app.appIcon dock icon application icon app switcher alternate icon app.appIcon dock icon application app switcher alternate 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 应用图标
zh_hant: app.appIcon dock icon application icon app switcher alternate icon app.appIcon dock icon application app switcher alternate 應用程式 一般 偏好設定 行為 選單列 狀態 側邊欄 圖示

# settings.search.alias.setting.app.appearance
source: app.appearance theme color scheme light mode dark mode system mode
ar: app.appearance theme color scheme light mode dark mode system mode app.appearance theme color scheme light mode dark system تطبيق عام تفضيلات سلوك شريط القائمة حالة الشريط الجانبي مظهر سمة لون ألوان مخطط فاتح داكن نظام وضع النظام المظهر التطبيق
bs: app.appearance theme color scheme light mode dark system aplikacija opće postavke ponašanje dock traka menija status bočna izgled tema boja boje shema svijetlo tamno sistem način Tamna Svijetla Sistemski
da: app.appearance theme color scheme light mode dark system app generelt indstillinger adfærd dock menulinje status sidepanel udseende tema farve farver skema lys mørk tilstand
de: app.appearance theme color scheme light mode dark mode system mode app.appearance theme color scheme light mode dark system app allgemein einstellungen verhalten dock menüleiste status seitenleiste darstellung design farbe farben schema hell dunkel modus
es: app.appearance theme color scheme light mode dark mode system mode app.appearance theme color scheme light mode dark system aplicación general preferencias comportamiento dock barra de menú estado lateral apariencia tema colores esquema claro oscuro sistema modo App
fr: app.appearance theme color scheme light mode dark mode system mode app.appearance theme color scheme light mode dark system application général préférences comportement dock barre de menus état latérale apparence thème couleur couleurs schéma clair sombre système App
it: app.appearance theme color scheme light mode dark system app generale preferenze comportamento dock barra menu stato laterale aspetto tema colore colori schema chiaro scuro sistema modalità Scura Chiara
ja: app.appearance theme color scheme light mode dark mode system mode 外観 テーマ 配色 ライトモード ダークモード システムモード
ko: app.appearance theme color scheme light mode dark mode system mode app.appearance theme color scheme light mode dark system 앱 일반 환경설정 동작 독 메뉴 막대 상태 사이드바 외관 테마 색상 색 구성표 라이트 다크 시스템 모드
nb: app.appearance theme color scheme light mode dark system app generelt innstillinger oppførsel dock menylinje status sidepanel utseende tema farge farger skjema lys mørk modus
pl: app.appearance theme color scheme light mode dark system aplikacja ogólne preferencje zachowanie dock pasek menu status boczny wygląd motyw kolor kolory schemat jasny ciemny tryb Ciemna Jasna Systemowy
pt_br: app.appearance theme color scheme light mode dark system app geral preferências comportamento dock barra de menu status lateral aparência tema cor cores esquema claro escuro sistema modo
ru: app.appearance theme color scheme light mode dark system приложение общие настройки поведение док строка меню статус боковая панель внешний вид тема цвет цвета схема светлый темный система режим Темная Светлая Темное Светлое Системное Системный Системная
th: app.appearance theme color scheme light mode dark system แอป ทั่วไป ค่ากำหนด พฤติกรรม ด็อก แถบเมนู สถานะ แถบด้านข้าง ลักษณะ ธีม สี โครงร่าง สว่าง มืด ระบบ โหมด
tr: app.appearance theme color scheme light mode dark system uygulama genel tercihler davranış dock menü çubuğu durum kenar görünüm tema renk renkler şema açık koyu sistem mod
uk: app.appearance theme color scheme light mode dark system програма загальні параметри поведінка док рядок меню статус бічна панель вигляд тема колір кольори схема світлий темний система режим Темна Світла Системна
zh_hans: app.appearance theme color scheme light mode dark mode system mode app.appearance theme color scheme light mode dark system 应用 通用 偏好设置 行为 程序坞 菜单栏 状态 侧边栏 外观 主题 颜色 配色 浅色 深色 系统 模式
zh_hant: app.appearance theme color scheme light mode dark mode system mode app.appearance theme color scheme light mode dark system 應用程式 一般 偏好設定 行為 Dock 選單列 狀態 側邊欄 外觀 主題 顏色 配色 淺色 深色 系統 模式 App

# settings.search.alias.setting.app.canvas-pane-gap
source: canvas.paneGap canvas pane gap spacing freeform layout panes snapping tidy distribute align
ar: canvas.paneGap canvas pane gap spacing freeform layout panes snapping tidy distribute align canvas.paneGap لوحة رسم فجوة جزء فضاء تخطيط حر أجزاء محاذاة تلقائية ترتيب توزيع محاذاة
de: canvas.paneGap canvas pane gap spacing freeform layout panes snapping tidy distribute align canvas.paneGap canvas teilfenster-abstand abstand freiform-layout teilfenster einrasten aufräumen verteilen ausrichten
es: canvas.paneGap canvas pane gap spacing freeform layout panes snapping tidy distribute align canvas.paneGap canvas panel espacio espaciado diseño libre paneles ajuste organizar distribuir alinear
fr: canvas.paneGap canvas pane gap spacing freeform layout panes snapping tidy distribute align canvas.paneGap canvas écart entre volets espacement disposition libre volets ancrage ranger distribuer aligner
ja: canvas.paneGap canvas pane gap spacing freeform layout panes snapping tidy distribute align キャンバス ペイン 間隔 余白 フリーフォーム レイアウト スナップ 整列
ko: canvas.paneGap 캔버스 분할 창 간격 여백 자유 형식 레이아웃 분할 창 스냅 정돈 분배 정렬 canvas.paneGap canvas pane gap spacing freeform layout panes snapping tidy distribute align
zh_hans: canvas.paneGap canvas pane gap spacing freeform layout panes snapping tidy distribute align canvas.paneGap 画布 窗格 间距 自由布局 窗格 贴合 整理 分布 对齐
zh_hant: canvas.paneGap canvas pane gap spacing freeform layout panes snapping tidy distribute align canvas.paneGap 畫布 窗格間距 間隔 自由格式 版面配置 窗格 貼齊 整頓 分配 對齊

# settings.search.alias.setting.app.canvas-snapping
source: canvas.snappingEnabled canvas snap snapping enabled edges drag resize align panes freeform layout
ar: canvas.snappingEnabled canvas snap snapping enabled edges drag resize align panes freeform layout canvas.snappingEnabled لوحة رسم محاذاة مغناطيسية حواف سحب تغيير الحجم أجزاء تخطيط حر
de: canvas.snappingEnabled canvas snap snapping enabled edges drag resize align panes freeform layout canvas.snappingEnabled canvas einrasten einrasten aktiviert kanten ziehen größe ändern ausrichten teilfenster freiform-layout
es: canvas.snappingEnabled canvas snap snapping enabled edges drag resize align panes freeform layout canvas.snappingEnabled canvas ajustar ajuste activado bordes arrastrar redimensionar alinear paneles diseño libre
fr: canvas.snappingEnabled canvas snap snapping enabled edges drag resize align panes freeform layout canvas.snappingEnabled canvas ancrage activé bords glisser redimensionner aligner volets disposition libre
ja: canvas.snappingEnabled canvas snap snapping enabled edges drag resize align panes freeform layout キャンバス スナップ 有効 端 ドラッグ リサイズ 整列 ペイン
ko: canvas.snappingEnabled 캔버스 스냅 스내핑 활성화 가장자리 드래그 크기 조정 정렬 분할 창 자유 형식 레이아웃 canvas.snappingEnabled canvas snap snapping enabled edges drag resize align panes freeform layout
zh_hans: canvas.snappingEnabled canvas snap snapping enabled edges drag resize align panes freeform layout canvas.snappingEnabled 画布 贴合 边缘 拖拽 调整大小 对齐 窗格 自由布局
zh_hant: canvas.snappingEnabled canvas snap snapping enabled edges drag resize align panes freeform layout canvas.snappingEnabled 畫布 貼齊 啟用貼齊 邊緣 拖曳 調整大小 對齊 窗格 自由格式 版面配置

# settings.search.alias.setting.app.default-terminal
source: app.defaultTerminal default terminal ssh links command tool unix executable launch services handler
ar: app.defaultTerminal default terminal ssh links command tool unix executable launch services handler app.defaultTerminal طرفية افتراضية افتراضي ssh روابط أمر أداة يونكس ملف تنفيذي تشغيل خدمات معالج
de: app.defaultTerminal default terminal ssh links command tool unix executable launch services handler app.defaultTerminal standard terminal ssh links befehl werkzeug unix ausführbare datei startdienste-handler
es: app.defaultTerminal default terminal ssh links command tool unix executable launch services handler app.defaultTerminal predeterminado terminal ssh enlaces comando herramienta unix ejecutable iniciar servicios manejador
fr: app.defaultTerminal default terminal ssh links command tool unix executable launch services handler app.defaultTerminal par défaut terminal ssh liens commande outil unix exécutable services de lancement gestionnaire
ja: app.defaultTerminal default terminal ssh links command tool unix executable launch services handler デフォルトターミナル SSH リンク 実行ファイル
ko: app.defaultTerminal 기본 터미널 ssh 링크 명령 도구 유닉스 실행 파일 실행 서비스 핸들러 app.defaultTerminal default terminal ssh links command tool unix executable launch services handler
zh_hans: app.defaultTerminal default terminal ssh links command tool unix executable launch services handler app.defaultTerminal 默认终端 ssh 链接 命令行 工具 unix 可执行程序 启动服务 处理器
zh_hant: app.defaultTerminal default terminal ssh links command tool unix executable launch services handler app.defaultTerminal 預設 終端機 ssh 連結 指令 工具 unix 可執行檔 啟動 服務 處理常式
